Repository: dawngphi/math_app_flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Create Profile
vi: Tạo Hồ Sơ

# gender
source: Your Gender
vi: Giới tính

source: Boy
vi: nam

source: Girl
vi: nữ

source: Next
vi: Tiếp tục

# age
source: Your Age
vi: Tuổi

source: Notifications
vi: Thông báo

# reminders
source: Reminders to learn: Kids stay on track.
vi: Lời nhắc nhở: Trẻ em phải đi đúng hướng.

# progressupdates
source: Progress updates: Track grades, skills.
vi: Cập nhật tiến độ: Theo dõi điểm số, kỹ năng.

# usefulinformation
source: Useful information: Get updates, offers.
vi: Thông tin hữu ích: Nhận thông tin cập nhật, ưu đãi.

# motivation
source: Motivation to learn: Rewards, fun activities.
vi: Động lực: Phần thưởng, hoạt động vui chơi.

# skips
source: Skips this now
vi: Bỏ qua điều này

source: Times Tables
vi: Bảng cửu chương

source: Duel
vi: Đấu đôi

source: Test
vi: Kiểm tra

# personalizing
source: The app is personalizing for you...
vi: Ứng dụng đang cá nhân hóa...

source: Loading...
vi: Đang tải...
